# Посдле команды старт
hi = 'Привет, '
welcome = 'Eсли вы здесь то наверняка уже купил нашу картину по номерам! Я помогу создать настоящий шедевр, пришлю контрольный лист и расскажу об акциях и скидках!\nЕсли у вас возникнут какие-то проблемы с нашими картинами - напишите нам через форму обратной связи.\nА пока давайте начнем создавать шедевр!'

#ConfirmText
confirm_yes = '✅ Да'
confirm_no = '❌ Нет'
confirm_cancle = 'Отмена'

#main_menu
control_list = '🎨 Контрольный лист'
sales = '💰 Акции'
plot = '👩‍🎨 Сюжеты'
feedback = '☎️ Обратная связь'

#InLine
ctrl_list = '🎨 Получить контрольный лист 🎨'
ctrl_list_contest = 'get_control_list'

#FSM_CONTROL_LIST
post_art = 'Введите артикул:'

#AdminMenu
#Сообщение всем пользователям
all_message_text = '📝 Сообщение'
all_message_text_contest = 'post_all_message'
post_all_message = 'Напишите ваше сообщение, оно будет отпарвлено всем пользователям:'

confirm_message_yes = 'confirm_message_yes'
confirm_message_no = 'confirm_message_no'
confirm_message_cancel = 'confirm_message_cancel'

post_message_check = 'Проверьте орфографию и пунктуацию!\nПользователям будет отправлено следующее сообщение:'
post_message_check_confirm = 'Все верно?'

post_message_reply = 'Напишите сообщение заново:'
post_message_cancel = 'Отправка сообщения отменена.'

#Состояние бота
bot_status = '⚙️ Состояние'
bot_status_contest = 'post_all_counter'

